{
  "title": "Aide et Règles",
  "description": "Trouvez des réponses aux questions fréquentes et apprenez les règles du service",
  "howToOrder": "Comment commander une course ?",
  "howToOrderDesc": "Apprenez à commander rapidement une course",
  "paymentAndRates": "Paiement et tarifs",
  "paymentAndRatesDesc": "Informations sur les méthodes de paiement et les tarifs",
  "safetyTitle": "Sécurité",
  "safetyDesc": "Mesures de sécurité pendant les trajets",
  "rulesTitle": "Conditions d'utilisation",
  "rulesDesc": "Règles de base du service",
  "support": "Support",
  "supportDesc": "Contacter le support",
  "contactTitle": "Besoin d'aide ?",
  "contactDescription": "Contactez notre service de support",
  "contactWhatsApp": "Contacter le support",
  "booking": {
    "routeSelection": {
      "title": "Sélection d'itinéraire",
      "description": "Comment sélectionner correctement un itinéraire de trajet",
      "content": "Ouvrez la carte et sélectionnez les points de départ et d'arrivée. Spécifiez l'adresse exacte pour le calcul correct de l'itinéraire."
    },
    "driverSelection": {
      "title": "Sélection du chauffeur",
      "description": "Comment choisir un chauffeur approprié",
      "content": "Parcourez les chauffeurs disponibles, leurs évaluations et commentaires. Choisissez un chauffeur approprié pour votre trajet."
    },
    "orderConfirmation": {
      "title": "Confirmation de commande",
      "description": "Comment confirmer une commande de trajet",
      "content": "Confirmez les détails du trajet : heure, adresse, nombre de passagers. Le chauffeur recevra une notification concernant la commande."
    },
    "waitingDriver": {
      "title": "Attendre le chauffeur",
      "description": "Que faire en attendant le chauffeur",
      "content": "Le chauffeur arrivera à l'adresse spécifiée dans les 5-10 minutes. Vous pouvez suivre sa localisation sur la carte."
    }
  },
  "payment": {
    "paymentMethods": {
      "title": "Méthodes de paiement",
      "description": "Quelles méthodes de paiement sont disponibles",
      "content": "Diverses méthodes de paiement sont disponibles : cartes bancaires, portefeuilles électroniques, espèces à la livraison. Choisissez la méthode qui vous convient."
    },
    "tariffCalculation": {
      "title": "Calcul du tarif",
      "description": "Comment le coût du trajet est calculé",
      "content": "Le tarif est calculé automatiquement en fonction de la distance, du temps de trajet et du plan tarifaire sélectionné. Tous les prix sont en manats."
    },
    "tariffPlans": {
      "title": "Plans tarifaires",
      "description": "Quels plans tarifaires sont disponibles",
      "content": "Choisissez un plan tarifaire approprié : basique, premium ou entreprise. Chaque plan a ses avantages et caractéristiques."
    },
    "refund": {
      "title": "Remboursement",
      "description": "Comment le remboursement est traité",
      "content": "En cas d'annulation de trajet ou de problèmes techniques, les fonds sont remboursés sur votre compte dans les 1-3 jours ouvrables."
    }
  },
  "rules": {
    "generalProvisions": {
      "title": "Dispositions générales",
      "description": "Apprenez les principes de base du fonctionnement du service",
      "content": "Règles de base pour utiliser le service FixDrive. En utilisant le service, vous acceptez ces conditions d'utilisation. Le service fournit une plateforme pour commander des trajets entre chauffeurs et passagers."
    },
    "terms": {
      "title": "Conditions",
      "description": "Conditions d'inscription et d'utilisation du compte",
      "content": "Conditions d'utilisation du service. Pour utiliser le service, vous devez créer un compte avec des données valides. Vous êtes responsable de la sécurité de vos identifiants de compte."
    },
    "policy": {
      "title": "Politique",
      "description": "Politique de confidentialité et de protection des données",
      "content": "Politique de confidentialité et de traitement des données. Nous collectons et traitons vos données conformément à la loi. Votre confidentialité est importante pour nous."
    },
    "rules": {
      "title": "Règles",
      "description": "Règles supplémentaires pour commander et annuler des trajets",
      "content": "Règles et restrictions supplémentaires. Lors de la commande d'un trajet, spécifiez l'adresse de destination exacte. L'annulation du trajet doit être effectuée à l'avance."
    }
  },
  "safety": {
    "driverCheck": {
      "title": "Vérification du chauffeur",
      "description": "Comment la sécurité du chauffeur est assurée",
      "content": "Tous les chauffeurs passent par une vérification approfondie des documents, véhicules et casier judiciaire. Nous garantissons la sécurité de chaque trajet."
    },
    "routeTracking": {
      "title": "Suivi d'itinéraire",
      "description": "Comment suivre l'itinéraire du trajet",
      "content": "Vos proches peuvent suivre votre itinéraire en temps réel. Partagez le lien du trajet pour une sécurité supplémentaire."
    },
    "emergencyButton": {
      "title": "Bouton d'urgence",
      "description": "Comment utiliser le bouton d'urgence",
      "content": "Un bouton d'urgence est disponible dans l'application pour une aide rapide. Lorsqu'il est pressé, un signal est automatiquement envoyé au service de sécurité."
    },
    "ratingSystem": {
      "title": "Système d'évaluation",
      "description": "Comment fonctionne le système d'évaluation",
      "content": "Après chaque trajet, vous pouvez évaluer le chauffeur. Cela aide à maintenir une qualité de service élevée et la sécurité."
    }
  }
}
