{
  "title": "Terms of Use for Transportation Service",
  "sections": [
    {
      "title": "1. General Provisions",
      "text": "These Terms regulate the procedure for providing and using the FixDrive service for ordering transportation services. The service is intended for searching, ordering, and paying for rides between users (Passengers) and drivers (Providers). Use of the service is only possible with full acceptance of these Terms."
    },
    {
      "title": "2. Registration and Account",
      "text": "To access the service, the user must register and provide accurate personal information. The user is responsible for keeping their account credentials secure and must not share them with third parties. In case of suspected unauthorized access, the user must immediately notify support."
    },
    {
      "title": "3. Rights and Obligations of Users",
      "text": "The user agrees to use the service only for lawful purposes, not to violate the rights of third parties, and to comply with moral standards and the law. It is prohibited to provide false information, use the service for spam, fraud, or transporting prohibited items. The user may leave reviews about rides and contact support for service-related questions."
    },
    {
      "title": "4. Ordering and Fulfilling Rides",
      "text": "The passenger places an order by specifying exact pick-up and drop-off addresses and any additional preferences. The driver may accept or decline the order. In case of delays, cancellations, or route changes, both parties must notify each other via the app."
    },
    {
      "title": "5. Payment and Fares",
      "text": "Payment for services is made through the app at current rates. The ride cost is calculated automatically based on distance, time, and selected options. If the order is canceled after the car has been dispatched, a penalty may be charged according to the rates. All payments are made in the national currency."
    },
    {
      "title": "6. Safety and Conduct",
      "text": "Users must comply with traffic rules, safety standards, and treat each other with respect. It is prohibited to be under the influence of alcohol or drugs, or to transport dangerous or prohibited items. In case of conflicts, it is recommended to contact support."
    },
    {
      "title": "7. Liability of the Parties",
      "text": "FixDrive is not a carrier and is not responsible for the actions of drivers and passengers. Responsibility for the ride, safety, and property lies with the parties to the transaction. All disputes are resolved between users independently or with the involvement of support."
    },
    {
      "title": "8. Restrictions and Blocking",
      "text": "The service may restrict or block user access in case of violation of these Terms, providing false information, committing fraudulent actions, or complaints from other users."
    },
    {
      "title": "9. Handling Complaints and Reviews",
      "text": "The user may file a complaint or leave a review about a ride through the app. All requests are reviewed by support within a reasonable time. If necessary, the service may request additional information to consider the request."
    },
    {
      "title": "10. Changes to the Terms",
      "text": "The service reserves the right to change these Terms unilaterally. The current version is always available in the app. Continued use of the service after changes means the user's acceptance of the new terms."
    }
  ]
}
